Revit 2024 API
SymbolTypeId.Cps Property
 Symbol cps, indicating unit Cycles per second.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId Cps { get; }
Visual Basic
Public Shared ReadOnly Property Cps As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ Cps {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace